Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# UNABLE_TO_VERIFY_DISPLAY_MESSAGE
source: Unable to determine if your iPhone display is a genuine Apple part.
ar: غير قادر على تحديد ما إذا كانت شاشة iPhone لديك شاشة أصلية من Apple أم لا.
bg: Не може да се определи дали вашият iPhone екран е оригинална част на Apple.
ca: No s’ha pogut determinar si la pantalla de l’iPhone és un component original d’Apple.
cs: Nepodařilo se zjistit, jestli je ve vašem iPhonu nainstalovaný originální displej od společnosti Apple.
da: Kan ikke bestemme, om skærmen på din iPhone er en ægte Apple-reservedel.
de: Es konnte nicht festgestellt werden, ob dein iPhone-Display ein Originalbauteil von Apple ist.
el: Δεν είναι δυνατό να προσδιοριστεί αν η οθόνη του iPhone σας αποτελεί γνήσιο εξάρτημα Apple.
es: No se puede determinar si la pantalla del iPhone es una pieza original de Apple.
es_us: No se pudo determinar si la pantalla de tu iPhone es una pieza original de Apple.
fi: Ei voida määrittää, onko iPhonesi näyttö aito Apple-osa.
fr: Impossible de vérifier l’authenticité de l’écran de votre iPhone.
fr_ca: Impossible de déterminer si l’écran de votre iPhone est une pièce Apple authentique.
he: לא ניתן לקבוע אם מסך ה-iPhone שלך הוא רכיב מקורי של Apple.
hi: आपके iPhone का डिस्प्ले Apple का असली पार्ट है या नहीं इसका निर्धारण करने में असमर्थ।
hr: Ne može se utvrditi je li zaslon vašeg iPhonea originalni Apple proizvod.
hu: Nem sikerült megállapítani, hogy az iPhone-jának kijelzője eredeti Apple-alkatrész-e vagy sem.
id: Tidak dapat menentukan apakah layar iPhone Anda merupakan komponen asli Apple.
it: Non è possibile determinare se lo schermo di iPhone è una parte originale Apple.
ja: このiPhoneのディスプレイがApple純正部品なのか判定できません。
kk: Осы iPhone дисплейінің түпнұсқа Apple бөлшегі екенін анықтау мүмкін емес.
ko: 사용자의 iPhone 디스플레이가 Apple 정품 부품인지 확인할 수 없습니다.
lt: Nepavyko nustatyti, ar jūsų „iPhone“ ekranas yra originali „Apple“ dalis.
ms: Gagal menentukan sama ada paparan iPhone anda ialah komponen Apple asli.
nl: Er kan niet worden vast­gesteld of je iPhone-scherm een origineel Apple onderdeel is.
no: Kan ikke avgjøre om iPhone-skjermen er en originaldel fra Apple.
pl: Nie można określić, czy iPhone ma oryginalny wyświetlacz Apple.
pt_br: Não é possível determinar se a tela do seu iPhone é uma peça genuína da Apple.
pt_pt: Não é possível determinar se o ecrã deste iPhone é uma peça Apple genuína.
ro: Nu se poate determina dacă afișajul iPhone‑ului este o componentă Apple originală.
ru: Не удается определить, является ли дисплей этого iPhone подлинной деталью Apple.
sk: Nie je možné zistiť, či je displej vo vašom iPhone originálny diel od spoločnosti Apple.
sl: Ni mogoče določiti, ali je iPhonov zaslon originalna komponenta Apple.
sv: Det gick inte att avgöra om skärmen på denna iPhone är en äkta Apple-komponent.
th: ไม่สามารถตรวจสอบได้ว่าจอภาพของ iPhone ของคุณเป็นชิ้นส่วนของแท้จาก Apple หรือไม่
tr: iPhone’unuzun ekranının orijinal bir Apple parçası olup olmadığı belirlenemiyor.
uk: Не вдається підтвердити, що в iPhone установлено оригінальний екран Apple.
vi: Không thể xác định xem màn hình của iPhone của bạn có phải là linh kiện Apple chính hãng hay không.
zh_cn: 无法确定iPhone显示屏是否为正品Apple部件。
zh_hk: 無法確定你iPhone的螢幕是否為Apple原廠零件。
zh_tw: 無法確認你的iPhone螢幕是否為Apple原廠零件。

# FINISH_BG_REPAIR_TITLE
source: Finish Your Back Glass Repair
ar: الانتهاء من إصلاح الزجاج الخلفي
bg: Завършване на ремонта на задното стъкло
ca: Reparació del vidre posterior
cs: Dokončení opravy zadního skla
da: Afslut reparation af bagsideglas
de: Reparatur der Glasrückseite abschließen
el: Ολοκλήρωση επισκευής του γυαλιού πίσω πλευράς
es: Completa la reparación del vidrio trasero
es_us: Termina de reparar el vidrio posterior
fi: Viimeistele takalasin korjaus
fr: Finalisez la réparation de votre verre arrière
fr_ca: Terminer la réparation du verre arrière
he: יש לסיים את תיקון הזכוכית האחורית
hi: अपने बैक ग्लास की मरम्मत पूरी करें
hr: Dovršite popravak stražnjeg stakla
hu: A hátoldali üveg javításának befejezése
id: Selesaikan Perbaikan Kaca Belakang Anda
it: Termina la riparazione del vetro posteriore
ja: 背面ガラスの修理を完了
kk: Артқы әйнекті жөндеуді аяқтау
ko: 후면 유리 수리 마저 하기
lt: Baikite nugarėlės stiklo remontą
ms: Selesaikan Pembaikan Kaca Belakang Anda
nl: Voltooi reparatie van glas aan achterkant
no: Fullfør reparasjonen av glasset på baksiden
pl: Dokończ naprawę szklanego tyłu
pt_br: Conclua o Reparo do Vidro Traseiro
pt_pt: Concluir a reparação do vidro da parte de trás
ro: Finalizați reparația sticlei din spate
ru: Завершение ремонта заднего стекла
sk: Dokončenie opravy zadného skla
sl: Dokončanje popravila zadnjega stekla
sv: Slutför reparationen av det bakre glaset
th: สิ้นสุดการซ่อมแซมกระจกฝาหลังของคุณ
tr: Arka Cam Onarımınızı Bitirin
uk: Завершіть ремонт заднього скла
vi: Hoàn tất sửa chữa mặt kính sau của bạn
zh_cn: 完成背面玻璃维修
zh_hk: 完成背面玻璃維修
zh_tw: 完成背面玻璃維修

# RCAMERA_POPUP_INFO
source: There’s an issue with your iPhone camera. Go to Settings for more information.
ar: هناك مشكلة في كاميرا iPhone. يرجى الانتقال إلى الإعدادات لمزيد من المعلومات.
bg: Има проблем с камерата на вашия iPhone. Отидете в Настройки за повече информация.
ca: Hi ha un problema amb la càmera de l’iPhone. Ves a la configuració per obtenir més informació.
cs: Na vašem iPhonu se vyskytl problém s fotoaparátem. Další informace najdete v Nastavení.
da: Der er et problem med kameraet på din iPhone. Gå til Indstillinger for at få flere oplysninger.
de: Dein iPhone hat ein Kameraproblem. Weitere Informationen findest du in den Einstellungen.
el: Προέκυψε ζήτημα με την κάμερα του iPhone σας. Για περισσότερες πληροφορίες, μεταβείτε στις Ρυθμίσεις.
es: Hay un problema con la cámara del iPhone. Ve a Ajustes para obtener más información.
es_us: Hay un problema con la cámara de tu iPhone. En Configuración puedes averiguar más.
fi: iPhonen kamerassa on ongelma. Katso lisätietoja Asetuksista.
fr: Un problème est survenu avec la caméra de votre iPhone. Accédez à l’app Réglages pour en savoir plus.
fr_ca: Il existe un problème concernant la caméra de votre iPhone. Accédez à Réglages pour en savoir davantage.
he: התגלתה בעיה עם המצלמה ב-iPhone שלך. למידע נוסף יש לעבור אל ״הגדרות״.
hi: आपके iPhone के कैमरे में समस्या है। अधिक जानकारी के लिए सेटिंग्ज़ पर जाएँ।
hr: Došlo je do problema s kamerom iPhonea. Idite u Postavke za dodatne informacije.
hu: Probléma merült fel az iPhone-jának kamerájával kapcsolatban. További tudnivalókért nyissa meg a Beállításokat.
id: Ada masalah pada kamera iPhone Anda. Buka Pengaturan untuk informasi lainnya.
it: Si è verificato un problema con la fotocamera di iPhone. Per scoprire di più, vai in Impostazioni.
ja: このiPhoneのカメラに問題があります。詳しくは、“設定”に移動してください。
kk: iPhone камерасында мәселе туындады. Қосымша ақпарат алу үшін «Реттеулер» мәзіріне өтіңіз.
ko: iPhone의 카메라에 문제가 있습니다. 자세한 정보를 보려면 설정으로 이동하십시오.
lt: Kilo problema dėl jūsų „iPhone“ vaizdo kameros. Daugiau informacijos žr. srityje „Nustatymai“.
ms: Terdapat isu dengan kamera iPhone anda. Pergi ke Seting untuk mendapatkan maklumat lanjut.
nl: Er is een probleem met de camera van je iPhone. Ga voor meer informatie naar Instellingen.
no: Det er et problem med kameraet på iPhonen. Gå til Innstillinger for mer informasjon.
pl: iPhone ma problem z aparatem. Aby uzyskać więcej informacji, przejdź do Ustawień.
pt_br: Há um problema com a câmera do seu iPhone. Abra os Ajustes para obter mais informações.
pt_pt: Foi detetado um problema na câmara do iPhone. Encontrará informação adicional nas Definições.
ro: Camera iPhone‑ului are o problemă. Accesați Configurări pentru mai multe informații.
ru: Этот iPhone не может использовать камеру из‑за неполадки. Чтобы узнать подробнее, откройте Настройки.
sk: Na vašom iPhone sa vyskytol problém s kamerou. Viac informácií nájdete v Nastaveniach.
sl: Prišlo je do težave z iPhonovo kamero. Za več informacij odprite Nastavitve.
sv: Det har uppstått ett problem med iPhone-kameran. Öppna Inställningar om du vill få mer information.
th: มีปัญหากับกล้องของ iPhone ของคุณ ไปที่การตั้งค่าสำหรับข้อมูลเพิ่มเติม
tr: iPhone’unuzun kamerasıyla ilgili bir sorun var. Daha fazla bilgi için Ayarlar’a gidin.
uk: На iPhone виникла проблема з камерою. Докладніше див. у Параметрах.
vi: Có sự cố với camera trên iPhone của bạn. Hãy đi tới Cài đặt để biết thêm thông tin.
zh_cn: iPhone相机有问题。请前往“设置”了解更多信息。
zh_hk: 你的iPhone相機發生問題。請前往「設定」以取得更多資料。
zh_tw: iPhone的相機發生問題。請前往「設定」以取得更多資訊。

source: Display
ar: الشاشة
bg: Екран
ca: Pantalla
cs: Displej
da: Skærm
el: Οθόνη
es: Pantalla
es_us: Pantalla
fi: Näyttö
fr: Écran
fr_ca: Écran
he: צג
hi: डिस्प्ले
hr: Zaslon
hu: Kijelző
id: Tampilkan
it: Schermo
ja: ディスプレイ
kk: Көрсету
ko: 디스플레이
lt: Ekranas
ms: Paparan
nl: Scherm
no: Skjerm
pl: Wyświetlacz
pt_br: Tela
pt_pt: Ecrã
ro: Afișaj
ru: Дисплей
sk: Displej
sl: Zaslon
sv: Skärmen
th: จอภาพ
tr: Ekran
uk: Дисплей
vi: Màn hình
zh_cn: 显示屏
zh_hk: 螢幕
zh_tw: 螢幕

# FINISH_CAMERA_DESC
source: A new rear camera was detected. Restart to configure your new rear camera for this iPhone.
ar: تم اكتشاف كاميرا خلفية جديدة. يرجى إعادة التشغيل لتكوين الكاميرا الخلفية الجديدة لهذا الـ iPhone.
bg: Открита е нова задна камера. Рестартирайте, за да се конфигурира новата задна камера за този iPhone.
ca: S’ha detectat una càmera posterior nova. Per configurar‑la, cal que reiniciïs l’iPhone.
cs: Byl nalezen nový zadní fotoaparát. Chcete‑li ho nakonfigurovat, restartujte iPhone.
da: Et nyt kamera på bagsiden blev fundet. Genstart for at konfigurere det nye kamera på bagsiden til denne iPhone.
de: Eine neue rückseitige Kamera wurde erkannt. Starte das iPhone neu, damit die neue rückseitige Kamera konfiguriert werden kann.
el: Εντοπίστηκε μια νέα πίσω κάμερα. Κάντε επανεκκίνηση για να διαμορφώσετε τη νέα πίσω κάμερα για αυτό το iPhone.
es: Se ha detectado una nueva cámara trasera. Para configurarla, debes reiniciar el iPhone.
es_us: Se detectó una nueva cámara posterior. Para configurarla, reinicia el iPhone.
fi: Uusi takakamera havaittiin. Aloita uudelleen, jotta voit määrittää uuden takakameran tälle iPhonelle.
fr: Une nouvelle caméra arrière a été détectée. Redémarrez pour configurer votre nouvelle caméra arrière pour cet iPhone.
fr_ca: Une nouvelle caméra arrière a été détectée. Pour la configurer, redémarrez cet iPhone.
he: זוהתה מצלמה אחורית חדשה. יש לבצע הפעלה מחדש כדי להגדיר את המצלמה האחורית החדשה ב-iPhone זה.
hi: नए रियर कैमरा की पहचान की गई। इस iPhone के लिए अपना नया रियर कैमरा कॉन्फ़िगर करने के लिए रीस्टार्ट करें।
hr: Otkrivena je nova stražnja kamera. Ponovno uključite kako biste konfigurirali svoju novu stražnju kameru za ovaj iPhone.
hu: Új hátoldali kamera észlelhető. Indítsa újra az eszközt, hogy konfigurálni lehessen az új hátoldali kamerát ehhez az iPhone‑hoz.
id: Kamera belakang baru terdeteksi. Mulai ulang untuk mengonfigurasi kamera belakang baru Anda untuk iPhone ini.
it: È stata rilevata una nuova fotocamera posteriore. Riavvia per configurarla per iPhone.
ja: 新しい背面カメラが検出されました。このiPhone用の新しい背面カメラを構成するには再起動してください。
kk: Жаңа артқы камера анықталды. Осы iPhone құрылғысы үшін жаңа артқы камераны теңшеу үшін құрылғыны қайта іске қосыңыз.
ko: 새로운 후면 카메라가 감지되었습니다. 새로운 후면 카메라를 이 iPhone용으로 구성하기 위해 재시동이 필요합니다.
lt: Aptikta nauja galinė kamera. Paleiskite iš naujo ir sukonfigūruokite naują šio „iPhone“ galinę kamerą.
ms: Kamera belakang baharu telah dikesan. Mula semula untuk mengkonfigurasikan kamera belakang anda bagi iPhone ini.
nl: Er is een nieuwe camera aan de achterzijde gedetecteerd. Start opnieuw op om de nieuwe camera aan de achterzijde voor deze iPhone te configureren.
no: Det er registrert et nytt kamera bak. Start enheten på nytt for å tilpasse det bakre kameraet for denne iPhonen.
pl: Wykryty został nowy aparat tylny. Uruchom ponownie, aby skonfigurować go dla tego iPhone’a.
pt_br: Uma nova câmera traseira foi detectada. Para configurá‑la, reinicie o iPhone.
pt_pt: Foi detetada uma câmara traseira nova. Reinicie para configurá‑la para este iPhone.
ro: A fost detectată o cameră posterioară nouă. Reporniți pentru a o configura pentru acest iPhone.
ru: Обнаружена новая задняя камера. Чтобы настроить ее для работы с этим iPhone, перезагрузите устройство.
sk: Bola detegovaná nová zadná kamera. Ak ju chcete nakonfigurovať, reštartujte iPhone.
sl: Zaznana je bila nova zadnja kamera. Za konfiguracijo nove zadnje kamere za ta iPhone izvedite ponovni zagon.
sv: En ny bakre kamera upptäcktes. Starta om för att konfigurera den nya bakre kameran för denna iPhone.
th: ตรวจพบกล้องหลังใหม่ เริ่มการทำงานเครื่องใหม่เพื่อกำหนดค่ากล้องหลังใหม่ของคุณสำหรับ iPhone เครื่องนี้
tr: Yeni bir arka kamera algılandı. Bu iPhone için yeni arka kameranızı ayarlamak üzere yeniden başlatın.
uk: Виявлено нову задню камеру. Перезапустіть, щоб сконфігурувати нову задню камеру для цього iPhone.
vi: Đã phát hiện một camera mặt sau mới. Hãy khởi động lại để định cấu hình camera mặt sau mới cho iPhone này.
zh_cn: 检测到新后置相机。重新启动配置此iPhone的新后置相机。
zh_hk: 偵測到新的後置鏡頭。重新啟動即可為此iPhone設定新的後置鏡頭。
zh_tw: 偵測到新的後置相機。請重新啟動來設定此iPhone的新後置相機。

# GENUINE_CAMERA_DESC
source: iPhone camera is a genuine Apple part.
ar: كاميرا iPhone كاميرا أصلية من Apple.
bg: Камерата на iPhone е оригинална част на Apple.
ca: La càmera de l’iPhone és un component original d’Apple.
cs: V iPhonu je nainstalovaný originální fotoaparát od společnosti Apple.
da: Kameraet i denne iPhone er en ægte Apple-reservedel.
de: iPhone-Kamera ist ein Originalbauteil von Apple.
el: Η κάμερα του iPhone αποτελεί γνήσιο εξάρτημα Apple.
es: La cámara del iPhone es una pieza original de Apple.
es_us: La cámara de tu iPhone es original de Apple.
fi: iPhonen kamera on aito Apple-osa.
fr: La caméra de l’iPhone est une pièce Apple d’origine.
fr_ca: La caméra de votre iPhone est une pièce Apple authentique.
he: מצלמת ה-iPhone היא רכיב מקורי של Apple.
hi: iPhone कैमरा Apple का असली पार्ट है।
hr: Kamera iPhonea originalni je Apple proizvod.
hu: Az iPhone kamerája eredeti Apple-alkatrész.
id: Kamera iPhone adalah komponen asli Apple.
it: La fotocamera di iPhone è una parte originale Apple.
ja: iPhoneのカメラはApple純正部品です。
kk: iPhone камерасы — тұпнұсқа Apple бөлшегі.
ko: iPhone 카메라가 Apple 정품 부품입니다.
lt: „iPhone“ vaizdo kamera yra originali „Apple“ dalis.
ms: Kamera iPhone ialah komponen Apple asli.
nl: iPhone-camera is een origineel Apple onderdeel.
no: iPhone-kameraet er en originaldel fra Apple.
pl: iPhone ma oryginalny aparat Apple.
pt_br: A câmera do iPhone é uma peça genuína da Apple.
pt_pt: A câmara deste iPhone é uma peça Apple genuína.
ro: Camera iPhone‑ului este o componentă Apple originală.
ru: Камера iPhone является подлинной деталью Apple.
sk: Kamera vo vašom iPhone je originálny diel od spoločnosti Apple.
sl: iPhonova kamera je originalna komponenta Apple.
sv: Kameran i denna iPhone är en äkta Apple-komponent.
th: กล้องของ iPhone เป็นชิ้นส่วนของแท้จาก Apple
tr: iPhone kamerası orijinal bir Apple parçası.
uk: В iPhone установлено оригінальну камеру Apple.
vi: Camera của iPhone là linh kiện Apple chính hãng.
zh_cn: iPhone相机为正品Apple部件。
zh_hk: iPhone的相機為Apple原廠零件。
zh_tw: iPhone相機為Apple原廠零件。

# LEARN_MORE_ELLIPSE
source: Learn more…
ar: معرفة المزيد…
bg: Научете повече…
ca: Més informació…
cs: Další informace…
da: Læs mere…
de: Weitere Infos …
el: Μάθετε περισσότερα…
es: Más información…
es_us: Obtén detalles…
fi: Lisätietoja…
fr: En savoir plus…
fr_ca: En savoir plus…
he: פרטים נוספים…
hi: अधिक जानें…
hr: Saznajte više…
hu: Bővebben…
id: Lebih lanjut…
it: Ulteriori informazioni…
ja: 詳しい情報…
kk: Толығырақ ақпарат алу…
ko: 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau…
ms: Ketahui lebih lanjut…
nl: Meer informatie…
no: Finn ut mer…
pl: Więcej informacji…
pt_br: Saiba mais…
pt_pt: Saiba mais…
ro: Mai multe…
ru: Подробнее…
sk: Viac informácií…
sl: Več o tem …
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha fazla bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm…
zh_cn: 进一步了解…
zh_hk: 進一步了解⋯
zh_tw: 更多內容⋯

# WLAN_DESC
source: There’s an issue with your iPhone’s ability to use WLAN.
ar: هناك مشكلة في قدرة iPhone على استخدام WLAN.
bg: Има проблем с използването на WLAN на вашия iPhone.
ca: L’iPhone té un problema que afecta l’ús de la WLAN.
cs: Na vašem iPhonu se vyskytl problém s používáním WLAN.
da: Din iPhone har problemer med at bruge WLAN.
de: Dein iPhone hat ein Problem bei der Nutzung von WLAN.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης WLAN από το iPhone σας.
es: Hay un problema con la conectividad WLAN del iPhone.
es_us: Hay un problema con la capacidad de tu iPhone para utilizar la red WLAN.
fi: iPhonen WLAN-yhteydessä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPhone à utiliser le WLAN.
fr_ca: Il existe un problème concernant la capacité de votre iPhone à utiliser la connectivité WLAN.
he: התגלתה בעיה עם היכולת של ה-iPhone שלך להשתמש ב-WLAN.
hi: WLAN का इस्तेमाल करने की आपके iPhone की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPhone ne može koristiti WLAN.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPhone-ja képes-e használni a WLAN-t.
id: Ada masalah pada kemampuan iPhone Anda untuk menggunakan WLAN.
it: Si è verificato un problema per cui iPhone non è in grado di utilizzare la connessione WLAN.
ja: このiPhoneのWLANの機能に問題があります。
kk: iPhone құрылғыңыздың WLAN функциясын пайдалану бойынша мәселе туындады.
ko: iPhone으로 WLAN을 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPhone“ galimybės naudotis WLAN ryšiu.
ms: Terdapat isu dengan keupayaan iPhone anda untuk menggunakan WLAN.
nl: Er is een probleem met het vermogen van je iPhone om WLAN te gebruiken.
no: Det er et problem med å bruke WLAN på iPhonen.
pl: iPhone ma problem z modułem WLAN.
pt_br: Há um problema no seu iPhone com o uso de WLAN.
pt_pt: Foi detetado um problema que impede o iPhone de usar a WLAN.
ro: O problemă afectează capacitatea iPhone‑ului de a utiliza conexiunea WLAN.
ru: Этот iPhone не может использовать WLAN из‑за неполадки.
sk: Váš iPhone má problém s používaním rozhrania WLAN.
sl: Prišlo je do težave, zato iPhone trenutno ne more uporabljati omrežja WLAN.
sv: Det har uppstått ett problem med att använda WLAN på denna iPhone.
th: มีปัญหากับความสามารถในการใช้ WLAN ของ iPhone ของคุณ
tr: iPhone’unuzun WLAN’ı kullanabilmesi ile ilgili bir sorun var.
uk: На iPhone виникла проблема з використанням WLAN.
vi: Có sự cố với khả năng sử dụng WLAN trên iPhone của bạn.
zh_cn: iPhone无法使用无线局域网。
zh_hk: 你的iPhone無法使用WLAN。
zh_tw: iPhone無法使用WLAN。

# BASEBAND_COMPONENT
source: Cellular
ar: خلوي
bg: Мобилна връзка
ca: Connexió mòbil
cs: Mobilní data
da: Mobil­netværk
de: Mobilfunk
el: Κινητό δίκτυο
es: Datos móviles
es_us: Red celular
fi: Mobiilidata
fr: Données cellulaires
fr_ca: Connexion cellulaire
he: רכיב סלולרי
hi: मोबाइल डेटा
hr: Mobilni podaci
hu: Mobilhálózat
id: Seluler
it: Cellulare
ja: モバイル通信
kk: Ұялы байланыс
ko: 셀룰러
lt: Mobilusis ryšys
ms: Selular
nl: Mobiel netwerk
no: Mobilnett
pl: Sieć komórkowa
pt_br: Celular
pt_pt: Dados móveis
ro: Conexiune celulară
ru: Сотовая связь
sk: Mobilné rozhranie
sl: Mobilno omrežje
sv: Mobilnät
th: เซลลูลาร์
tr: Hücresel
uk: Стільниковий модуль
vi: Di động
zh_cn: 蜂窝网络
zh_hk: 流動網絡
zh_tw: 行動網路

# FACEID_FOOTER_LEARN_MORE
source: Learn more about TrueDepth Camera repair…
ar: معرفة المزيد حول إصلاح كاميرا العمق الحقيقي…
bg: Научете повече за ремонта на камерата TrueDepth…
ca: Més informació sobre la reparació de la càmera TrueDepth…
cs: Další informace o opravě TrueDepth fotoaparátu…
da: Læs mere om reparation af TrueDepth-kamera…
de: Weitere Infos zur Reparatur der TrueDepth-Kamera …
el: Μάθετε περισσότερα για την επισκευή κάμερας TrueDepth…
es: Más información sobre la reparación de la cámara TrueDepth…
es_us: Obtén detalles sobre la reparación de la cámara TrueDepth…
fi: Lisätietoja TrueDepth-kameran korjauksesta…
fr: En savoir plus sur la réparation de la caméra TrueDepth…
fr_ca: En savoir plus sur la réparation de la caméra TrueDepth…
he: פרטים נוספים בנושא תיקון מצלמת TrueDepth…
hi: TrueDepth कैमरा की मरम्मत के बारे में और जानें…
hr: Saznajte više o popravku TrueDepth kamere…
hu: Bővebben a TrueDepth-kamera javításáról…
id: Lebih lanjut mengenai perbaikan Kamera TrueDepth…
it: Scopri di più sulla riparazione della fotocamera TrueDepth…
ja: TrueDepthカメラの修理についての詳しい情報…
kk: TrueDepth камерасын жөндеу туралы толығырақ…
ko: TrueDepth 카메라 수리에 관하여 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau apie „TrueDepth“ kameros remontą…
ms: Ketahui lebih lanjut tentang pembaikan Kamera TrueDepth…
nl: Meer informatie over reparatie van de TrueDepth-camera…
no: Finn ut mer om reparasjon av TrueDepth-kameraet…
pl: Więcej informacji o naprawie aparatu TrueDepth…
pt_br: Saiba mais sobre o reparo da Câmera TrueDepth…
pt_pt: Saiba mais acerca da reparação da câmara TrueDepth…
ro: Mai multe despre reparația camerei TrueDepth…
ru: Подробнее о ремонте камеры TrueDepth…
sk: Viac informácií o oprave TrueDepth kamery…
sl: Več o popravilu kamere TrueDepth …
sv: Läs mer om reparation av TrueDepth-kameran…
th: เรียนรู้เพิ่มเติมเกี่ยวกับการซ่อมแซมกล้อง TrueDepth…
tr: TrueDepth Kamera onarımı hakkında daha fazla bilgi…
uk: Докладніше про ремонт камери TrueDepth…
vi: Tìm hiểu thêm về sửa chữa Camera TrueDepth…
zh_cn: 进一步了解原深感摄像头维修…
zh_hk: 進一步了解「原深感測鏡頭」維修⋯
zh_tw: 進一步瞭解原深感測相機維修⋯

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

source: Service
ar: الخدمة
bg: Услуга
ca: Servei
cs: Služba
el: Σέρβις
es: Servicio
es_us: Servicio
fi: Huolto
fr: Réparation
fr_ca: Réparation
he: שירות
hi: सर्विस
hr: Usluga
hu: Szerviz
id: Servis
it: Assistenza
ja: サービス
kk: Сервис
ko: 서비스
lt: Paslauga
ms: Servis
pl: Serwis
pt_br: Serviço
pt_pt: Assistência
ru: Сервисное обслуживание
sk: Služba
sl: Storitev
th: บริการ
tr: Servis
uk: Обслуговування
vi: Dịch vụ
zh_cn: 服务
zh_hk: 服務
zh_tw: 維修
